<!-- ************************************************************* -->
<b>Transmisi&oacute;n y compresi&oacute;n de im&aacute;genes y v&iacute;deo</b>
<!-- ************************************************************* -->
<hr />

<table>
	<TR>
		<TD align="center" valign="top" width="260px">
			<img src="lena.png"/>
		</TD>
		<td valign="top" align="left">
			<p>
			El trabajo realizado dentro de este &aacute;rea ha estado principalmente orientado a los
			sistemas de visualizaci&oacute;n remota de im&aacute;genes JPEG2000: se ha estudiado en profundidad
			el est&aacute;ndar JPEG2000, se han analizado y evaluado las tecnolog&iacute;as y m&eacute;todos 
			existentes, tanto
			dentro como fuera del est&aacute;ndar, para el desarrollo de este tipo de sistemas y se ha
			trabajado activamente con el protocolo  <a href="jpip/">JPIP</a> (participaci&oacute;n
			en el Google Summer of Code 2006 implementando una soluci&oacute;n cliente/servidor Java
			para JPIP y colaboraci&oacute;n en la implementaci&oacute;n de 
			este protocolo para
			la API Java Advanced Imaging). Actualmente se investigan y desarrollan nuevos
			m&eacute;todos (prefetching, transcoding, etc.) y protocolos (JPIP-W, peer-to-peer, etc.) 
			para intentar conseguir el 
			estado de arte en este tipo de sistemas.
			</p>
			<p>
			Se han realizado otros trabajos dentro de este &aacute;rea como la colaboraci&oacute;n 
			en el dise&ntilde;o
			del codec de v&iacute;deo FSVC (Fully Scalable Video Codec) basado en JPEG2000 y el
			desarrollo de sistemas eficientes de telepatolog&iacute;a basados en virtual slides con
			JPEG2000 (m&eacute;todos de stitching y transmisi&oacute;n de im&aacute;genes m&eacute;dicas).
			</p>
		</td>
	</TR>
</table>

<br />

<!-- ************************************************************* -->
<b>Ingenier&iacute;a de sistemas de control y autom&aacute;tica. Procesamiento de im&aacute;genes. </b>
<!-- ************************************************************* -->
<hr />

<table>
	<tr>
		<TD align="center" valign="top" width="260px">
			<img src="truck.png" />
		</TD>
		<td valign="top" align="left">
			<p>
				El trabajo que se realiza dentro de este &aacute;rea est&aacute; orientado principalmente a
				los veh&iacute;culos de ensayos y medida del Centro de Experiencias de Michelin 
				en Almer&iacute;a: dise&ntilde;o de veh&iacute;culos autoguiados, control de flotas por GPS,
				sistemas de control y medida basados en CAN, etc. Dicho trabajo, por motivos de
				confidencialidad, no puede ser publicado.
			</p>
			<p>
				Se aborda tambi&eacute;n el campo del procesamiento de im&aacute;genes, habiendo desarrollado varias 
				soluciones para el Centro de Experiencia de Michelin en Almer&iacute;a. Estas aplicaciones se emplean para
				la obtenci&oacute;n de medidas e informaci&oacute;n de neum&aacute;ticos a partir de im&aacute;genes digitales.
			</p>	
			<p>
				Paralelamente, dentro del programa de doctorado "Ingenier&iacute;a de Sistemas y Autom&aacute;tica"
				de la UNED, se investiga en la aplicaci&oacute;n de la teor&iacute;a de 
				sistemas h&iacute;bridos para el dise&ntilde;o
				de veh&iacute;culos inteligentes y soluciones de <a href="traffic/">control de tr&aacute;fico</a>
				multiagente.
			</p>
		</td>
	</tr>
</table>
